/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Allegati (%d)";

/* Old singular title format */
"AttachmentsKey" = "Allegato (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Aggiungi allegato";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Scatta una foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Libreria foto";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Allegato %d eliminato";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "File";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Annulla";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titolo";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Note";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valore";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ATTENZIONE: il controller della navigazione per UITableViewController corrente per FUIFormCell è nullo. FUIAttachmentsFormCell e ListPickerFormCell non funzioneranno correttamente.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d ore %d min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Durata";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "ora";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "ore";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Selezionato";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tutto";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Attenzione: la ricerca è disabilitata perché la proprietà listPickerSearchResultsUp con riferimento a ListPickerFormCell è nulla.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Seleziona tutto";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Deseleziona tutto";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Chiudi";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Altro";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Meno";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "Attivato";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "Disattivato";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Tocca due volte per commutare l’impostazione";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Classificare per";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Non selezionato";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Toccare due volte per commutare la selezione";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Toccare due volte per commutare la direzione dell’ordine";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "Questo è lo slider %@ con valore massimo %@ e valore minimo %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "È possibile scorrere in alto o in basso mentre l'elemento è selezionato per modificare il valore dello slider";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Il valore corrente è %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Il valore corrente è stato modificato in %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Campo di sola lettura";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Azione di input alternativa";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Pulsante";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Toccare due volte per aprire";

"DoubleTapToCollapseKey" = "Toccare due volte per comprimere";

"DoubleTapToSelectFromList" = "Toccare due volte per selezionare dalla lista";

"DoubleTapToSelect" = "Toccare due volte per selezionare";

"DoubleTapToUnselect" = "Toccare due volte per deselezionare";

/* FUIStepperView tip */
"StepperTipKey" = "Questa è una barra di scorrimento per selezione valori modificabile";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Questa è una barra di scorrimento per selezione valori non modificabile";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Il valore massimo è %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Il valore minimo è %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Aumentare il valore di 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Ridurre il valore di 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Il valore corrente è ";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtro";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Risultati \\(filteredNum) di \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Mostra \\(filteredNum) elementi";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Reset";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Questo è uno slider modificabile, il valore minimo è %@ e il valore massimo è %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Questo è uno slider non modificabile, il valore minimo è %@ e il valore massimo è %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Questo è uno slider intervallo modificabile, il valore minimo è %@ e il valore massimo è %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Questo è uno slider intervallo non modificabile, il valore minimo è %@ e il valore massimo è %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "campo di testo valore slider ";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "campo di testo valore inferiore";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "campo di testo valore superiore";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "È possibile toccare due volte per inserire un determinato valore";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "cursore dello slider, il valore corrente è";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "è possibile scorrere con il dito in alto o in basso per modificare il valore";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "cursore dello slider intervallo inferiore, il valore corrente è";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "è possibile scorrere con il dito in alto o in basso per modificare il valore inferiore";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "cursore dello slider intervallo superiore, il valore corrente è";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "è possibile scorrere con il dito in alto o in basso per modificare il valore superiore";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "il valore corrente è %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "il valore inferiore corrente è %@, il valore superiore è %@";

